"HZO_INFO" = "HazeOver automatically highlights the front app window by dimming all background windows.";
"AX_TIP2" = "To improve dimming accuracy and reduce delays please allow %@ to use accessibility features.";

"ANIMATION_MIN" = "%@ min";
"ANIMATION_SEC" = "%@ s";

"DARKMODE_LABEL" = "Settings that should have a separate value for Light and Dark system appearance:";
"DARKMODE_COLOR" = "Väri";
"DARKMODE_BLUR" = "Sumennus";

"FEEDBACK_LABEL" = "Are you happy with this version of HazeOver?";
"Yes" = "Kyllä";
"No" = "Ei";
"FEEDBACK_UPDATE" = "Are you still happy with the app? Please rate again because App Store ratings might reset for updates.";

"RATE_TITLE" = "Awesome!";
"RATE_LABEL" = "Please rate this version of HazeOver or write a review. It means a lot.";
"RATE_BUTTON" = "Rate HazeOver";

"REPORT_TITLE" = "No worries.";
"REPORT_LABEL" = "Please let me know what’s wrong.";
"REPORT_BUTTON" = "Ilmoita ongelmasta";

"APP_RULE_DISABLE" = "Disable When Using %@";
"Remove" = "Poista";

"MAS_NAME" = "Distraction Dimmer™";

"WHATS_NEW" = "Uutta HazeOverissa";
"Show" = "Näytä";

"Trial Version" = "Kokeiluversio";
"Buy Now" = "Osta nyt";
"Thank You" = "Kiitos!";

"USAGE_LABEL" = "Dimming used for %@";

// Displays Tab

"SECONDARY_DIM" = "Dim all windows on displays without keyboard focus";
"SECONDARY_HIGHLIGHT" = "Highlight windows even on displays without keyboard focus";

"DISABLE_DISPLAY_THIS" = "Disable on This Display";
"DISABLE_DISPLAY_NAME" = "Disable on %@";

// Shortcuts Tab

"SHORTCUT_BUTTON" = "Record";
"SHORTCUT_TEXT" = "Paina näppäimiä";

// DisplayMockupView

"File" = "Arkisto";
"View" = "Näkymä";
"Window" = "Ikkuna";
"Help" = "Ohje";

// Touch Bar

"On" = "Päällä";
"Off" = "Pois";

// Customizable Menus

"TOGGLE_MENU" = "HazeOver päälle/pois";
"DISPLAYS_MENU" = "Toissijainen näyttö";
"INTENSITY_MENU" = "Voimakkuus";
"HELP_MENU" = "Vinkkejä";
"ACTIONS_MENU" = "Aseta toimintoja...";
"CUSTOMIZE_MENU" = "Muokkaa valikkoa…";
"RATE_MENU" = "Rate HazeOver";
"REPORT_MENU" = "Lähetä palautetta";
"SETTINGS_MENU" = "Asetukset…";
"QUIT_MENU" = "Lopeta HazeOver";
